tap "beeftornado/rmtree"
tap "cjbassi/gotop"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "neovim/neovim"
tap "skanehira/docui"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils", link: true
brew "cairo"
brew "clang-format"
brew "coreutils"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "fzf"
brew "gawk"
brew "jpeg"
brew "ghq"
brew "giflib"
brew "go"
brew "pkg-config"
brew "gradle-completion"
brew "gts"
brew "graphviz"
brew "httpie"
brew "lazydocker"
brew "mas"
brew "mcrypt"
brew "neovim"
brew "nginx", restart_service: true
brew "nodebrew"
brew "nvm"
brew "pango"
brew "peco"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "selenium-server-standalone"
brew "termshark"
brew "tig"
brew "tree"
brew "vifm"
brew "cjbassi/gotop/gotop"
brew "heroku/brew/heroku"
brew "skanehira/docui/docui"
cask "boostnote"
cask "drawio"
cask "hyperswitch"
cask "notion"
cask "sourcetrail"
cask "workbench"
mas "1Password", id: 443987910
mas "Be Focused Pro", id: 961632517
mas "Bear", id: 1091189122
mas "CotEditor", id: 1024640650
mas "Disk Diag", id: 672206759
mas "EdgeView 2", id: 1206246482
mas "FlatTomato", id: 1286489308
mas "GarageBand", id: 682658836
mas "iHex", id: 909566003
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "MARKETSPEED", id: 946680495
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Toodledo", id: 865407053
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
